Repository: feveal/com.plasma.baro
Catalog: translate/*.po
Languages: es

source: Wind:
es: Viento:

source: Windchill:
es: Escalofrios:

source: Short for tonight
es: Corto para esta noche

source: nite
es: noche

source: certain weather condition
es: condiciones climaticas

source: Update every:
es: Actualizar cada:

source: Show weather details
es: Ver detalles

source: Show weather warnings
es: Ver Alertas Meteorol칩gicas:

source: Desktop Widget: Show background
es: Mostrar fondo de Widget

source: Note: 'wetter.com' server does not provide the current temperature, for this use other servers such as BBC
es: Nota: El servidor 'wetter.com' no proporciona la temperatura actual. Utilice otro servidor como BBC

# @title
source: Font Appearance
es: Apariencia de Fuentes

# @title
source: Units
es: Unidades

source: Font Family:
es: Familia de Fuente

source: Forecast:
es: Predicci칩n:

source: Temp:
es: Temperatura:

source: Date:
es: Fecha:

source: Details:
es: Detalles:

source: Text Color:
es: Color de Texto:

source: Outline:
es: Borde de car치cter:

source: Temperature:
es: Temperatura:

source: Pressure:
es: Presi칩n:

source: Wind speed:
es: Velocidad del Viento:

source: Visibility:
es: Visibilidad:

source: Lightning:
es: Iliminacion:

source: days for
es: dias para

source: Full Moon
es: Luna llena

source: New Moon
es: Luna nueva

source: First Quarter
es: Cuarto menguante

source: Last Quarter
es: Cuarto creciente

source: Waning Crescent
es: Creciente

source: Waning Gibbous
es: Menguante

source: Waxing Crescent
es: Media Luna creciente

source: Waxing Gibbous
es: Media Luna menguante
